[
  {
    "name_first":"Lisa",
    "name_last":"Kavanaugh",
    "region":"Oberlin, Ohio",
    "country":"USA",
    "about":"As a registered nurse, I worked in the clinical field of maternal - child care, public health education and child development. ",
    "reason":"I've had personal experience with my family members suffering from upper respiratory issues, both chronic and acute. I'm convinced long term exposure to air pollution, particularly fossil fuel exhaust, is to blame."
  },
  {
    "name_first":"Cillian",
    "name_last":"Mc Colgan",
    "region":"Sydney",
    "country":"Australia",
    "about":"I'm 32 and work as a geotechnical engineer in Sydney. I am originally from Ireland.",
    "reason":"It sickens me that we have a \"debate\" on climate change when the science is clear. It has been politicised. Removing investment from fossil fuels is a great way of tackling the problem. My perception of people's current efforts where I live is that a lot of energy is wasted on \"organic food\" and \"cycle lanes\". While all of these things are good in isolation, I believe they only serve as a distraction. The aims of this campaign appeal to me. Should they be realised they WILL have an effect. Coal should not have a future in a rational society.\n"
  },
  {
    "name_first":"Michael ",
    "name_last":"Noble",
    "region":"Tasmania",
    "country":"Australia",
    "about":"I am a science professional working in risk assessment of invasive species for Tasmania. In addition, I run a sheep and cattle farm that has an active commitment of 30-40% of its land area to nature conservation (including a healthy population of threatened Tasmanian devils).",
    "reason":"In Tasmania, we face a flood of climate change-exacerbated pests and diseases. With the terrestrial and marine warming (and drying of our eastern lands), comes suitability for a range of pests and diseases currently restricted to mainland Australia."
  },
  {
    "name_first":"Jude",
    "name_last":"Garlick",
    "region":"Brisbane",
    "country":"Australia",
    "about":"Previously, I'd worked in publishing all my life. When I moved to Brisbane from the UK, I took the opportunity to write for myself. I started a travel blog that become increasingly environmental. I have been surprised to discover how behind the curve Australia is in terms of many environmental issues. ",
    "reason":"The world's sunniest continent isn't the leading producer of solar energy, and in Queensland, the last government actively disincentivised its progress. To be blunt, many Australians lead hedonistic, high-maintenance lives that are going to have to change, ideally by choice rather than force.  "
  },
  {
    "name_first":"Marj",
    "name_last":"Munro",
    "region":"Ringwood",
    "country":"Australia",
    "about":"I was born in Manchester and have a very good idea of what pollution from coal does to the air and people's lungs. I remember the air being green with pollution, fog so thick we had a man walking in front of the bus with a white hanky because the driver couldn't see the curb.",
    "reason":"It is suggested that diseases of the industralising world of the 19th century were environmental – from water and air pollution, not just viruses and bacteria. Let Gates and Wellcome see kids with asthma caused by pollution, as happened to my dad."
  },
  {
    "name_first":"Michel",
    "name_last":"Pineda",
    "region":"Bogotá",
    "country":"Colombia",
    "about":"I'm an architect, and have been doing research on sustainable branding towards a change in consumption habits. My wife is the Greenpeace director for Colombia and our family business is an umbrella brand for organic food and goods.",
    "reason":"I joined because I'm aware of the dead-end trip for a society goal of endless growing upon finite resources."
  },
  {
    "name_first":"Philip",
    "name_last":"Thompson",
    "region":"Boipeba",
    "country":"Brazil",
    "about":"I am Irish by birth, but live with my wife and 3 children on the remote island of Boipeba. I am the owner of an ethical children's clothing label. We design clothing which are then made by hand in Peru and Bolivia. We pay proper wages.",
    "reason":"I believe the elites in a society – especially economic elites in this unequal world – can exert a huge amount of pressure. I also know that investments can change very quickly - see what policy changes did to the Russian economy in a few days."
  },
  {
    "name_first":"Pamela",
    "name_last":"Mordecai",
    "region":"Kitchener, Ontario",
    "country":"Canada",
    "about":"I am a Canadian-Caribbean writer. My interests are reading, especially Caribbean writers, environmental sustainability, afrofuturism, the Black experience on this side of the Atlantic, the politics of preserving the planet.",
    "reason":"I joined the campaign because I didn't have an option not to. Money in fossil fuels is blood money at this point, because we all know what climate change is doing to the world - well, except for conservative climate deniers who are dancing, like Salome, behind thin veils of determined ignorance."
  },
  {
    "name_first":"Karel",
    "name_last":"Beckman",
    "region":"Alberta",
    "country":"Canada",
    "about":"I live on a small acreage in central Alberta, where there is a lot of fracking activity. I am opposed to fossil fuels and support renewables. This does not make me very popular, as many who live in this area owe their lavish lifestyles to the fossil fuel industry and are too myopic to see alternatives. ",
    "reason":" Our bizarre wasting of resources, such as water for fracking, makes me crazy - especially in view of increasing droughts and dwindling sources of fresh water. The impact of this on people living in developing countries, and the poor in first world countries, will be devastating."
  },
  {
    "name_first":"Donald",
    "name_last":"McGrath",
    "region":"Montreal",
    "country":"Canada",
    "about":"I grew up in the 1960s in a fishing village in Newfoundland. Back then, Newfoundland had a viable cod fishery and a very lively culture based on fishing, and this extended throughout the thousands of tiny fishing villages along the island's extensive coastline. That traditional culture was largely dismantled by the collapse of North Sea cod stocks, due to overfishing. I hate what has been done to the environment.",
    "reason":"It makes no sense whatsoever to speak of health while degrading our very sources of life."
  },
  {
    "name_first":"Gautier",
    "name_last":"Langevin",
    "region":"Quebec",
    "country":"Canada",
    "about":"I'm a comic book writer and novelist. As part of my work is science-fiction, I've always been very interested in the dystopic future and cyberpunk genres. Sadly, each year my job gets easier; I just have to look out the window to witness a world that I have read so much about!",
    "reason":"I joined the campaign because you are very realistic in your approach. We can see that you're not only fighting against fossil fuel; you want to give people the tools to think of a future without them."
  },
  {
    "name_first":"Janet",
    "name_last":"Oxley",
    "region":"",
    "country":"Canada",
    "about":"I come from a family of blue collar workers who cannot seem to grasp the urgency of the threat that fossil fuel extraction and over-consumption poses to our planet. It has been heartbreaking for me to endure their hostility, and I wonder how other concerned citizens deal with this kind of blindness in their family and friends.",
    "reason":" For many years I felt like a Cassandra trying make my family see what I am sure is a catastrophic future if we don't change our path. Now I think of the wisdom of Margaret Mead: \"Never doubt that a small group of thoughtful, committed citizens can change the world. Indeed, it is the only thing that ever has.\" That small group is rapidly growing and I am full of hope. "
  },
  {
    "name_first":"George",
    "name_last":"Works",
    "region":"St. Eustatius",
    "country":"Carribean",
    "about":"I'm the retired chief engineer of a Fortune 500 company. I now live on the small island of St. Eustatius where I operate a weather station, a local weather web page, and prepare the daily weather reports.",
    "reason":"My wife and I now live off of our investments. We divested our fossil fuel investments a few years ago because we feared that their value would fall as others began to realize that climate change was detrimental to their lives. I think other investors will also fear being late to sell. Fear of loss is a powerful motivator for investors."
  },
  {
    "name_first":"Emile-Roger",
    "name_last":"Mayabou",
    "region":"Brazzaville",
    "country":"Congo",
    "about":"I'm a dentist living in Brazzaville, interested in keeping it in the ground for humanity's future.",
    "reason":"I joined the campaign to fight the fossil energy activities end and give hope to the people of the world."
  },
  {
    "name_first":"Anders",
    "name_last":"Hastrup",
    "region":"Copenhagen",
    "country":"Denmark",
    "about":"I am a specialist in the conflict in Darfur and worked there for a number of years during the genocide. When refugees from the Darfur crisis were asked what they perceive to be the root causes of the conflict, draught and climate change were among the reasons mentioned. ",
    "reason":"The drying up of farmland and changing patterns in rainfall have dramatic consequences for the population in Darfur and all of the Sahara, exacerbating already existing conflicts and throwing millions into despair, trying to flee North Africa, many drowning in the Mediterranean in the process. It is imperative that remaining fossil fuels are kept in the ground to protect the most desperate and vulnerable populations of the world. "
  },
  {
    "name_first":"Katy",
    "name_last":"Glassborow",
    "region":"London",
    "country":"England",
    "about":"Journalist, writer, mum of 3 small kids. Main focus in journalism is on exposing crimes against humanity. Worked in Sudan, Congo, Central African Republic and Uganda, training local journalists there to report on justice issues.",
    "reason":"We’re lazy, self-important hypocrites. We like to sign petitions that lay the responsibility at someone else’s door. Then we jump in the car, drive to the supermarket, get a latte in a disposable cup and buy unfairly-traded food flown to us in airplanes. But time is running out. We need forward thinking philanthropists to invest in renewables. To shout loudly, to extricate us from fossil fuels, and to blaze a trail in a direction which will save us. To force an immediate rethink and bring about change. "
  },
  {
    "name_first":"Jonathan",
    "name_last":"Cygnaeus",
    "region":"Stockholm",
    "country":"Sweden",
    "about":"I am a masters student in astrophysics at Oxford University.",
    "reason":"We are destroying this planet and we know how we are doing it. Doing something because you don't know better is one thing, but doing something even though you know the consequences it will bring is something entirely different. So please stop investing in fossil fuels. Do the right thing."
  },
  {
    "name_first":"Tor",
    "name_last":"Kristoffersen",
    "region":"London",
    "country":"England",
    "about":"I'm a filmmaker for a living. I'm also part of a number of environmental groups such as Hackney energy, Divest Hackney and Sustainable Hackney and am interested in politics.",
    "reason":"The Welcome Trust and The Gates Foundation are playing a disingenuous card when they say they're going to influence from the inside. Apartheid in South Africa wasn't brought down by dealing with the government and saying, \"please stop being racist, Mr. De Klerk.\" It was done by isolating it until it couldn't function. This is what must happen to all the fossil fuel companies if we are to stave off climate catastrophe."
  },
  {
    "name_first":"Amir",
    "name_last":"Hassan",
    "region":"Lappeenranta",
    "country":"Finland",
    "about":"I'm half Finnish half Egyptian and lived the first four years of my life in Tanzania, the next 11 years in Kuwait, and Finland since. Having lived in different parts of the world in different climates, I am very aware of the role of humans in shaping our ecosystem. ",
    "reason":"I fear we are reaching the limit of what the world can bear. I am particularly worried about the world that my two children they will inherit. I try not to distress them with talk of the consequences of global warming."
  },
  {
    "name_first":"Barbara",
    "name_last":"browning",
    "region":"Lyon",
    "country":"France",
    "about":"I'm a process engineer and worked for BP Chemicals in 1990, straight after graduating.  Now I have four kids, a PhD and a part time job with the CNRS in Lyon, France, modelling hydrocracking kinetics.\n\n",
    "reason":"I had happy times working at BP, and understand that even as an oil company they do not want catastrophic climate change. My now husband did his placement year at Wellcome, Dartford and I think the Wellcome foundation does fantastic work and makes a real difference in the world. But there is a limit to what can be achieved by Wellcome from the inside of oil companies. There is an underlying conflict of interest here."
  },
  {
    "name_first":"Adithya",
    "name_last":"Pradyumna",
    "region":"Bangalore",
    "country":"India",
    "about":"I am a researcher and trainer in environmental health for a small but well known health nonprofit in India. Environmental issues are both a passion and my profession. ",
    "reason":"My work has brought me close to community realities and the impacts of \"development\" - mining, industrial pollution, infrastructural projects, etc. Invariably, the most vulnerable and marginalised communities suffer the costs of coal based energy - be it due to deforestation, displacement, air pollution or extreme weather events. Inequity worsens, and all that is done in the name of development appears counterproductive.\n"
  },
  {
    "name_first":"James",
    "name_last":"Lane",
    "region":"New Delhi",
    "country":"India",
    "about":"I am a teacher, writer and sometime filmmaker. I'm currently working with Kid Powered Media, helping kids in disadvantaged communities make media to effect social change. I also love football, cricket and urban gardening. (Jeez, reading that back, what a sad leftie I am!)\n\n",
    "reason":"Something needs to be done. Divestment is an imperfect tool, but by god we need our imperfect tools right now."
  },
  {
    "name_first":"Maggie",
    "name_last":"Geary",
    "region":"Dublin",
    "country":"Ireland",
    "about":"I am a 50 year old biology teacher. In my twenties I worked for Wellcome, project managing clinical trials of drugs including Wellferon and Lamividine of the use against hepatitis.",
    "reason":"Henry Wellcome's legacy is that he became the most generous benefactor ever to British medical research. How much greater will his legacy be if he helps save our planet?\n"
  },
  {
    "name_first":"Alex",
    "name_last":"Sorokin",
    "region":"Rome",
    "country":"Italy",
    "about":"I'm an ex nuclear power-plant engineer who's been working in renewables since the 1980s. I coordinated the design and construction of several early prototype installations exploiting integrated renewable energy sources, like solar-PV, wind, storage, etc.",
    "reason":"Economic \"rules-of-the-game\" must change to allow businesses to remain competitive while converting towards a future sustainable, low-carbon economy. "
  },
  {
    "name_first":"Moraa",
    "name_last":"Obiria",
    "region":"Nakuru",
    "country":"Kenya",
    "about":"I am a journalist based in Kenya with an interest in scientific issues and the urge to be part of a larger community sharing my interests.",
    "reason":"I am part of society, and know that whatever my neighbour does will eventually affect me either directly or indirectly. It is to my satisfaction to bring change in any way I can."
  },
  {
    "name_first":"Andrew",
    "name_last":"Harvey",
    "region":"Kuala Lumpur",
    "country":"Malaysia",
    "about":"I am a father of two young children and a consulting engineer. My job is to design and build ports and harbours.",
    "reason":"Living in Kuala Lumpur, the air pollution can be so bad that we often have to have air purifiers running in our house and our children cannot play outside. It's caused by a combination of traffic pollution and forest clearance fires. People here call it the ''haze\" and consider it normal. \"It's not as bad as Hong Kong or China\" is often heard. This is fundamentally wrong. A face mask to protect your lungs should not seem normal. We cannot continue to do what we continue doing. We must change."
  },
  {
    "name_first":"Caitlin",
    "name_last":"Chew",
    "region":"Nayarit",
    "country":"Mexico",
    "about":"I am an environmental scientist with interest in aquatic ecosystems, currently working as a peace corps volunteer with Parque Nacional Isla Isabel in Nayarit, Mexico.",
    "reason":"While I am extremely passionate about climate change, how do I teach Mexican youth that the world is dying, and, frankly, there's not a whole lot they can do about it? If privileged citizens of the Global North are failing to create political change of the scale necessary, how can Mexican nationals have any hope of affecting their highly corrupt government?"
  },
  {
    "name_first":"Mark",
    "name_last":"Reynolds",
    "region":"Raglan",
    "country":"New Zealand",
    "about":"I am an intensive care nurse educator living in a small arty surfing community in the North Island. I like surfing, mountain-biking, listening to audiobooks and I play keyboards (badly) for a local band.",
    "reason":"I care greatly about climate change and other environmental issues, but I'm also a bit of a hypocrite because I fly to England quite frequently and I probably have a carbon footprint at least 32 times greater than the average Bangladeshi. I'm glad that someone is taking some meaningful action to halt or slow the slide into environmental catastrophe."
  },
  {
    "name_first":"Emma",
    "name_last":"Willmott",
    "region":"Stavanger",
    "country":"Norway",
    "about":"I have a MSc in Societal Safety and Risk Management. I focused on Sustainable Development and International Humanitarian Crises, but I ironically live in Stavanger (the oil capital of Norway) and am struggling to find Risk Management work that is not in the oil industry.",
    "reason":"Climate change is what they call a creeping crisis. Unfortunately, people are often unwilling to reduce their own vulnerability, especially if threats are abstract or distant - take helmets as an example. The climate change threat needs to be presented in a more 'edible' manner for the average person to comprehend it."
  },
  {
    "name_first":"Tricia",
    "name_last":"Herbert",
    "region":"Muscat",
    "country":"Oman",
    "about":"I am a 64 year old international education consultant working currently in Oman. I educate teachers and school leaders, particularly in the Middle East. \n",
    "reason":"With so much power and finance backing action that is destructive of the global future, people have a duty to speak out where they can and spread an alternative message. Personal belief must be turned into action at every opportunity. That's why I choose to work with people who can influence youth. But our message must be a hopeful and empowering message of sustainability so young people really understand why and how to live sustainably."
  },
  {
    "name_first":"Ruth",
    "name_last":"Kamnitzer",
    "region":"Muscat",
    "country":"Oman",
    "about":"Early in my career, I had the good fortune to become involved in wildlife research work in the Okavango Delta in Botswana, a seasonal wetland where life is linked inextricably to rainfall and other climactic cycles. Later experiences working in conservation in Central Asia and the Middle East have reinforced my understanding of the essential connection between climate, habitat and biodiversity.",
    "reason":"After years of being involved in wildlife conservation, like many other scientists I have realized that climate change is the ultimate threat to all of biodiversity. If we fail to combat this threat all other work is meaningless."
  },
  {
    "name_first":"Husain",
    "name_last":"Shahid",
    "region":"Karachi",
    "country":"Pakistan",
    "about":"I am a senior journalist and author. I have been writing on climate change and global warming since 1997.",
    "reason":"I believe the entire humanity is at grave risk if we do not address the issue on an emergent basis."
  },
  {
    "name_first":"Samuel",
    "name_last":"Mellars",
    "region":"Faro",
    "country":"Portugal",
    "about":"I study mechanical engineering and live in the beautiful, sunny Algarve, in a small area that has a microclimate - the shape of its coastline shields it from the cold Atlantic winds. Where I live is paradise. I often fail to appreciate it for how amazing it is.\n",
    "reason":"Any scientific work is meant to have a positive effect on life – not just human life, but life in general. Seeing large institutions fund scientific work using profits made by the companies that pollute the earth seems ... incoherent, dissonant, an oxymoron."
  },
  {
    "name_first":"Susan",
    "name_last":"Shannon",
    "region":"Glasgow",
    "country":"Scotland",
    "about":"I'm a recycling officer – my job involves promoting recycling and waste prevention to the general public. I also take part in citizen science such as bird counts and bee counts.",
    "reason":"It makes no sense that organizations such as these fund their otherwise excellent yrs work using profits from fossil fuel industries. This is a contradiction in terms."
  },
  {
    "name_first":"Huiren",
    "name_last":"Woo",
    "region":"Singapore",
    "country":"Singapore",
    "about":"I am a student of Information Technology. I love programming, configuring networks and most importantly, saving the Earth.",
    "reason":"Whenever our neighbouring country, Indonesia, burns palm tree plantations for palm oil, my country, Singapore, and other neighbouring countries such as Malaysia get hit really hard by haze. Years pass by and the situation has yet to improved a single bit. "
  },
  {
    "name_first":"Thea",
    "name_last":"De Wet",
    "region":"Johannesburg",
    "country":"South Africa",
    "about":"I am a professor of Anthropology and Development Studies at the University of Johannesburg in South Africa.",
    "reason":"We academics use our funding for projects that are supposed to improve human suffering. It is incredibly hypocritical to do so in the context of future misery that will certainly happen if we don't change our position on investments in companies linked to fossil fuel."
  },
  {
    "name_first":"Pauline",
    "name_last":"Hassall",
    "region":"Hogsback",
    "country":"South Africa",
    "about":"After a lifetime of travelling and working in South Africa, I found my final home in a small village, high in the mountains of the Eastern Cape. Our small community works to preserve the Nature Reserve that surrounds us, and to help maintain the habitat of Cape Parrots and Samango Monkeys. ",
    "reason":"Presently our Government have been told by Dutch Shell that as the price of fracking is not beneficial financially, at this stage, they will NOT be fracking the pristine Karoo. There had been a lot of pressure from organisations, associations and the farming community to try and stop fracking here. I am still concerned."
  },
  {
    "name_first":"Trevor",
    "name_last":"Tutu",
    "region":"Johannesburg",
    "country":"South Africa",
    "about":"I studied Zoology at the Imperial College and worked for IBM when I returned to South Africa. I started fish farming to provide employment to large numbers of the rural poor in South Africa. We now also grow fruit and vegetables.",
    "reason":"I was brought up in Lesotho, and the Gates Foundation's work there to reduce the effects of the HIV/AIDS and TB has considerably ameliorated what was a humanitarian disaster. I have nothing but admiration for that work. It staggers me that they do not see that supporting fossil fuel extraction will have a severe negative impact on those same people that they are trying to assist. \n\nLesotho already suffers from the impacts of climate change in lengthier droughts and huge storms, which are destroying the arable land and spreading malaria."
  },
  {
    "name_first":"Xavier",
    "name_last":"Sun",
    "region":"Taipei",
    "country":"Taiwan",
    "about":"I'm working in a pro-evironmental NGO (Taiwan Watch Institute), as a senior researcher. My hobby is my job. I also play violin and have a five month old daughter. I believe everybody loves their children, and by supporting this, we can actually achieve \"generation justice\".",
    "reason":"Fossil fuels, gas, coal, and fracking should not be the answer, because everybody knows these kinds of resource will be depleted in the near future. In the end, investing in more sustainable energy development would be a win-win situation."
  },
  {
    "name_first":"Philip",
    "name_last":"Wilkinson",
    "region":"Stone Town, Zanzibar",
    "country":"Tanzania",
    "about":"Ever since I first went to London's Natural History Museum as a child, I have always had an interest in science and the natural world – but my career took a different path, and I now work as a Child Protection Officer for Save the Children in Tanzania.",
    "reason":"In the next few decades, the world's populations are set to soar. Africa will experience the largest increase: the population is set to double by 2050. With this growth comes a demand for resources, and in a continent plagued by political, ethnic and religious conflict and rich in natural resources, this pressure will almost certainly spill into war unless addressed now."
  },
  {
    "name_first":"Suzanne",
    "name_last":"Scollon",
    "region":"Bangkok",
    "country":"Thailand",
    "about":"I'm a linguist who, as a result of fieldwork downstream from the Alberta Tar Sands, got cancer and lost my husband to cancer. I have been telling my professional colleagues for years that the tar sands need to stay in the ground\n",
    "reason":"I have been urging my alma mater and city to divest. I lived for 6 years across Lake Washington from Gatesville and watched the Bill and Melissa Gates Hall building go up. If we can get the Gates Foundation to divest I will be content."
  },
  {
    "name_first":"Dr Michael",
    "name_last":"White",
    "region":"Tongareva Atoll",
    "country":"Cook Islands",
    "about":"I'm a Marine Zoologist with special expertise in remote atoll research and endangered, often migratory, marine species: I spend a great deal of time studying sea turtles.",
    "reason":"Many people who live in the Northern Hemisphere perceive our world as being mostly land, divided into countries. But here, our world is almost entirely water – Oceania – with some fringing shorelines and a few atolls scattered across its vastness. Many communities here are subsistence-based, gathering all their resources from nature. Money can be useful, but only if there is something to buy, which there often isn't. In Oceania we cause few impacts, but the far-away consumer world still degrades and despoils our environment, our food supply. I see divesting funds from fossil fuel industries into renewables as a remarkably quick route to positive change. "
  },
  {
    "name_first":"Heidi",
    "name_last":"Buck",
    "region":"Dubai",
    "country":"UAE",
    "about":"I am a primary school educator. They and all the other innocents of the world are the reason I am so passionate about this campaign.",
    "reason":"At the start of our \"Sharing the Planet\" unit, we ask our 9-year-old students the question, \"Do you think humans are living in a way that makes sure that no long term harm is done to the planet?\" Almost always, no hands go up. Our children might not know the complicated science behind climate change, but they see it and feel it: floods and severe weather patterns in their home countries, unabated pollution from plastic everywhere they go, news of endangerment to some of their favourite animals. You do not have to be a rocket scientist to know that something is terribly wrong in the world."
  },
  {
    "name_first":"Amal",
    "name_last":"Ayoub",
    "region":"Dubai",
    "country":"UAE",
    "about":"I am a Jordanian Canadian woman living in Dubai. Nomadic by nature I've lived in 4 countries in the last 8 years. ",
    "reason":"I'm working as a senior urban designer now, and master planning is my passion. I am constantly looking for sustainable solutions for cities that are both beautiful and ethical to our natural ecosystem."
  },
  {
    "name_first":"Jim",
    "name_last":"Allyn",
    "region":"Wenatchee, Washington",
    "country":"USA",
    "about":"I'm an electronic engineer by trade, a musician – playing guitar, bass, and mandolin – and a peace acivist. I have participated in a peace vigil every Wednesday for nine and a half years.",
    "reason":"I am a follower of Jesus Christ, and so the fate of God's children is important to me. If you've got any ideas on how to convince people who claim to be Christian that it's in their interest to stop global warming, I'm all ears. "
  },
  {
    "name_first":"Swati and Mark",
    "name_last":"",
    "region":"Long Island, New York",
    "country":"USA",
    "about":"We are software engineers and filmmakers. We live in a 'Net-Zero Energy Home' in Long Island. People often say we are \"so cool for living a conscious life.\" To which our answer is, \"As opposed to what? Living while being unconscious?\"",
    "reason":"We will join any campaign that has a potential to help the issue of climate change. The Guardian is SO COOL to have become the first big media company to take a stand for the most important issue of our times. Restores our faith in the fourth estate!"
  },
  {
    "name_first":"Dana",
    "name_last":"Cairns Watson",
    "region":"Los Angeles, California",
    "country":"USA",
    "about":"I teach at UCLA. In one of my classes, we read influential science writing and figure out what made it \"work\": how did it get people to change their minds and behavior? We also explore how we seem psychologically or mentally unable to handle information about climate change, and what we might do about that when approaching our readers.",
    "reason":"Looking for a new way to tell the story of climate change"
  },
  {
    "name_first":"Annette",
    "name_last":"Klapstein",
    "region":"Seattle, Washington",
    "country":"USA",
    "about":"I'm a retired attorney and long-time activist with the Seattle Raging Grannies - a group of older women activists who speak up for peace, social justice and environmental issues. I was arrested last summer, along with 2 others, for locking myself to a barrel on the railroad tracks and blockading an oil train for 5 hours.",
    "reason":"I would like to see owning fossil fuel stock become as odious as owning stock in, say, builders of concentration camps, or the child pornography industry - because fossil fuels ARE that destructive, and hope for the continuation of the human species, never mind civilization, is dimming by the day.  My remaining time is relatively short, but I care deeply about my children and ALL children, and am terribly aware that catastrophic climate change is already happening to millions in third-world and indigenous communities around the world."
  },
  {
    "name_first":"Patrick",
    "name_last":"Schnell",
    "region":"Brooklyn, New York",
    "country":"USA",
    "about":"I am a pediatrician who has treated innumerable asthmatic children in highly polluted areas such as the Bronx, and was thus witness to just one aspect of the consequences of our fatal dependence on fossil resources.",
    "reason":"Let's do what we can today, rather than contemplate in decades from now what we could have done, but didn't."
  },
  {
    "name_first":"Archbishop serafim",
    "name_last":"kykotis",
    "region":"Harare",
    "country":"Zimbabwe",
    "about":"I am head of the office on Climate Change of the Greek Orthodox Patriarchate of Alexandria and all Africa, Member of the Directors of Board of SAFCEI and Member of the CC of the WCC.",
    "reason":"All of us have to do something to protect the whole body of the humanity and our planet,  as a gift of God for all generations. More pollution, more people die. We must start to give priorities to get energy without pollution – from air, water and solar pipes. The Green Economy can give jobs to our youth and all the suffering children to have medical care, food, clean water, food and education."
  },
  {
    "name_first":"Martin",
    "name_last":"Stockley",
    "region":"Moscow",
    "country":"Russia",
    "about":"I left school with no A levels, the result of too much interest in sport and art and not enough in academic work. However, I did have a particularly inspiring physics teacher, and somehow I learned that to separate science from the arts is to misunderstand fundamentally how the world works. I went on to get an engineering degree and have spent the last 40 years working as an engineering designer.",
    "reason":"We are now aware of (some) of the negative impacts of extracting fossil fuels and non-renewable resources, and cannot become unaware. To continue in the knowledge is in itself unscientific, and undermines the very positive work of Gates and Wellcome."
  },
  {
    "name_first":"Carlos",
    "name_last":"Muniz",
    "region":"Beijing",
    "country":"China",
    "about":"I work as Operations Manager for SPORTS BEIJING, a nonprofit dedicated to providing high quality sports and activities for kids and young people. I've been in China for 5 years now. I hate the air pollution, but otherwise enjoy life here.",
    "reason":"The situation is dire. It feels like we humans are the frog in the increasingly boiling water. I hope to contribute to a start of a movement - I hope to see the Guardian lead this movement."
  },
  {
    "name_first":"Shigemi",
    "name_last":"Ohta",
    "region":"Tsukuba",
    "country":"Japan",
    "about":"I am a theoretical physicist. After obtaining my PhD in physics, I started researching numerical lattice quantum chromodynamics. I also helped develop some of the supercomputers I used.",
    "reason":"I was not sure about this when Al Gore's movie \"Inconvenient Truth\" was released, but the evidence now is much stronger – it is now abundantly clear that human emissions are affecting the climate. We have to stop burning fossil fuel as soon as possible, and start removing excess carbon dioxide, methane, and other artificial greenhouse gas from the atmosphere."
  },
  {
    "name_first":"Ashley",
    "name_last":"Cooper",
    "region":"Ambleside, Cumbria",
    "country":"England",
    "about":"I run globalwarmingimages.net, the world's only climate change photo agency. I have spent the last twelve years documenting the impacts of climate change on every continent on the planet.",
    "reason":"I have seen, probably more than any other person alive, the impacts of climate change that have already taken place across the globe. What I have seen truly scares me, and I believe we have an extremely narrow window left in which to take any meaningful action."
  },
  {
    "name_first":"John",
    "name_last":"Bowden",
    "region":"Jakarta",
    "country":"Indonesia",
    "about":"I'm an Australian linguist - I work on minority regional languages of Indonesia. I love traveling and having adventures. This morning, I went for a swim with an elephant.",
    "reason":"I'd like to see a serious decline in the use of fossil fuels. I'd prefer it if my daughter grows up in a world that's still habitable."
  },
  {
    "name_first":"Kristof",
    "name_last":"Nordin",
    "region":"",
    "country":"Malawi",
    "about":"My wife and I have been working in Malawi for over 18 years on issues of food & nutrition security. We have seen firsthand the effects of changing climatic patterns which are disrupting the rainfall patterns, altering growing conditions, and impeding food harvests from year to year.  We have also been able to demonstrate that many of these problems have been exacerbated by the current push towards fossil fuel-based, industrialized, monocropped agricultural production systems.",
    "reason":"Instead of looking at the root cause of current problems, we seem to be content to use short-sighted 'band-aid' approaches to cover-up the cause/effect of unsustainable approaches.  "
  },
  {
    "name_first":"Fernando",
    "name_last":"Jimenez",
    "region":"",
    "country":"Perú",
    "about":"I studied electronic engineering, but didn't finish because of economic, family problems and my lack of vision. I repair machines and electronics, and build hydrogen converter prototypes.",
    "reason":"I'm a father of 4 wonderful kids. They made me see the world as a living being, aware of the world we must leave to future generations without stealing their right to life. "
  },
  {
    "name_first":"Brian",
    "name_last":"Broadley",
    "region":"East Ayrshire",
    "country":"Scotland",
    "about":"I'm a retired teacher and committed community and environmental campaigner.",
    "reason":"My home area has been persistently despoiled by many opencast coal operations with their ceaseless extensions. With the collapse of the two main coal operators, the community has been left with up to £200m in costs for restoration, which was never completed. To continue as we are, this planet will be uninhabitable in less than 500 years."
  },
  {
    "name_first":"Aasha",
    "name_last":"Permanand",
    "region":"Port of Spain",
    "country":"Trinidad",
    "about":"I live in Port of Spain with my husband and four children. I worked as a radio host, and enjoy tennis, swimming, and sailing to the other islands.",
    "reason":"Trinidad & Tobago is an oil and gas economy. While this helps to keep the energy bills and the price of petrol & diesel down, it is destroying the environment here. Our rivers in the south of the island of Trinidad are choking due to oil spills. "
  },
  {
    "name_first":"Ian",
    "name_last":"Seeley",
    "region":"Suffolk",
    "country":"England",
    "about":"I'm not some kind of professional campaigner. This is the first time I've ever participated in letter writing in my 43 years of life. I'm a provincial solicitor living in Suffolk with my wife and two teenage kids.",
    "reason":"Climate change is by far the most important issue facing humanity and by and large, I feel powerless to do anything about it. Sure, I try to cycle everywhere and pray about it, but I'm just one person. That's why this campaign has enthused me."
  },
  {
    "name_first":"Mary Lee",
    "name_last":"Johns",
    "region":"__, Texas",
    "country":"USA",
    "about":"Married. Retired homemaker. Child of the oil business.",
    "reason":"\n\nMy father was a petroleum geologist who taught me to cherish the natural world and work to make it a better place. I believe there was a time when the oil business produced the energy that helped us crucially win two wars, reduce the reliance on dirty coal, and generally support industry and physical comforts that improved the condition of much of humanity. But those days are over. Our continued reliance on fossil fuels is fouling our air and land as we exploit it. "
  },
  {
    "name_first":"Alayne",
    "name_last":"Street-Perrott",
    "region":"",
    "country":"Wales",
    "about":"I'm the Research Professor of Physical Geography and a Chartered Geographer.",
    "reason":"Scientifically, I have no doubt that climate change is the biggest threat to civilization short of a volcanic super-eruption or an all-out nuclear war. I am worried about its future impact on my daughter. "
  },
  {
    "name_first":"Vilma",
    "name_last":"Kalman",
    "region":"",
    "country":"Argentina",
    "about":"I'm a psychologist with two children. I read The Guardian to keep my English and to see the world from another point of view.",
    "reason":"This campaign changes our way of thinking. It's not just one more campaign reminding us of global warming. It's helping us understand what we are supporting with our investments."
  }
]
